{"articles" :[{"_id":"550e8400-e29b-41d4-a716-446655440000","title": "Role of diuretics, β blockers, and statins in increasing the risk of diabetes in patients with impaired glucose tolerance", "date_published": "10-122013", "content": "that long term use may increase the risk of diabetes. Large trials examining cardiovascular outcomes and mortalities suggested an increased incidence of new onset diabetes with long term use of diuretics. Likewise, other studies have reported an increased incidence of diabetes in people treated with statins, prompting"},{"_id":"550e8400-e29b-41d4-a716-446655440001", "title": "From the monster's mouth: Has pancreatic damage from glucagon suppressing diabetes drugs been underplayed?", "date_published": "10-06-2013", "content": "Incretin mimetics have been called “the darlings of diabetes treatment” and they may soon also be licensed for treating obesity. But a BMJ investigation has ... suppressing diabetes drugs been underplayed?"},{"_id":"550e8400-e29b-41d4-a716-446655440002", "title": "Weight loss and regain in relation to diabetes and cardiovascular disease mortality: Cuba 1980-2010", "date_published": "11-04-2013", "content": "Variation in the prevalence of type 2 diabetes ... and transportation policies linked to physical activity could reduce the burden of type 2 diabetes and cardiovascular ... diabetes and coronary heart disease were subsequently observed. Comparing disease rates over time can"},{"_id":"550e8400-e29b-41d4-a716-446655440003", "title": "Exercise induced asthma", "date_published": "25-04-2012", "content": "at the phenomenon of exercise induced asthma and ask how effective diagnosis and treatment is. See also Feature: What can we learn from asthma in elite athletes? asthma.jpg mp4:asthma"},{"_id":"550e8400-e29b-41d4-a716-446655440004", "title": "Ian Pavord, UK", "content": "interests include the non-invasive assessment of airway inflammation in asthma, cough, and chronic obstructive pulmonary disease. Professor Pavord is editor of Thorax , chief medical adviser for Asthma ... of severe asthma from GSK. Finished 2008 Funds for a member of staff? No Fees"},{"_id":"550e8400-e29b-41d4-a716-446655440005", "title": "Editor’s critique of the sample reviews", "content": "asthma education improves quality of life and asthma morbidity in adolescence: a randomised controlled ... or on education to improve outcomes for patients with asthma. Yet I know that there has been considerable research ... with asthma. The review would have been more useful if the reviewer could have provided more information"}]}
